
<?php if ($_GET["model"] == "Tesla S"): ?>


<html>
<head>
<title>Tesla</title>

</head>

<body>


<img alt="Tesla" src="3.jpg">

<p>Tesla Model S — пятидверный электромобиль производства американской компании Tesla. Прототип был впервые показан на Франкфуртском автосалоне в 2009 году; поставки автомобиля в США начались в июне 2012 года.

    Согласно US Environmental Protection Agency (EPA) заряда литий-ионного аккумулятора ёмкостью 85 кВт⋅ч хватает на 265 миль (426 км), что позволяет Model S преодолевать наибольшую дистанцию из доступных на рынке электромобилей[2]. Изначально в планах Tesla было начать в 2013 году производство автомобилей с аккумуляторами ёмкостью 60 кВт⋅ч (335 км) и 40 кВт⋅ч (260 км)[3], однако из-за малого спроса от модели на 40 кВт⋅ч решено было отказаться. Базовая модель S использует жидкостное охлаждение двигателя переменного тока, который имеет мощность 362 лошадиные силы.

    Tesla начала поставки с 1000 седанов ограниченного выпуска Signature и Signature Performance, оснащённых аккумуляторами ёмкостью 85 кВт⋅ч и стоимостью 95 400 и 105 400 долларов соответственно. Цены на Model S начинаются от 75 тысяч долларов и доходят до 105 тысяч долларов[источник не указан 1048 дней]. Самый дорогой вариант — это автомобиль с запасом хода почти в 407 километров, способный набирать «сотню» за 3,1 секунды.</p>
</body>

</html>

<?php else: ?>

    <html>
    <head>
        <title>Tesla X</title>

    </head>

    <body>


    <img  alt="Tesla X" src="2.jpg">
  <p>
      Tesla Model X — полноразмерный электрический кроссовер производства компании Tesla. Прототип был впервые показан в Лос-Анджелесе 9 февраля 2012 года. Коммерческие поставки начались 29 сентября 2015 года. Tesla Model X разрабатывается на базе платформы Tesla Model S и собирается на основном заводе компании во Фримонте, штат Калифорния.
  </p>
    </body>

    </html>

<?php endif; ?>

